Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ABOUT_PRIVACY_FOOTER_LINK
source: About Siri Suggestions, Search & Privacy…
ar: حول اقتراحات Siri والبحث والخصوصية…
bg: Относно Предложения от Siri, Търсене и поверителност…
ca: Sobre els suggeriments de Siri, la cerca i la privacitat…
cs: O návrzích Siri, hledání a soukromí…
da: Om Siri-forslag, søgning og anonymitet…
de: Über Siri-Vorschläge, Suchen & Datenschutz …
el: Πληροφορίες για τις Προτάσεις Siri, την Αναζήτηση και το απόρρητο…
es: Acerca de las sugerencias de Siri, Buscar y la privacidad…
es_us: Acerca de las sugerencias de Siri, Buscar y la privacidad…
fi: Tietoja: Siri-ehdotukset, haku ja tietosuoja…
fr: Suggestions Siri, recherche et confidentialité…
fr_ca: Suggestions de Siri, Rechercher et confidentialité…
he: מידע בנושא הצעות של Siri, חיפוש ופרטיות…
hi: Siri सुझाव, खोज और गोपनीयता…
hr: Više o Siri prijedlozima, pretraživanju i privatnosti…
hu: A Siri-javaslatokról, a keresésről és az adatvédelemről…
id: Mengenai Saran Siri, Cari, & Privasi…
it: Suggerimenti di Siri, ricerca e privacy…
ja: Siriからの提案、検索とプライバシーについて…
kk: Siri ұсыныстары, іздеу және құпиялылық туралы ақпарат...
ko: Siri 제안, 검색 및 개인정보 보호에 관하여…
lt: Apie „Siri“ pasiūlymus, paiešką ir privatumą…
ms: Perihal Cadangan Siri, Carian & Privasi…
nb: Om Siri-forslag, søk og personvern…
nl: Over Siri-suggesties, zoeken en privacy…
pl: Sugestie Siri, wyszukiwanie i prywatność…
pt: Sobre as Sugestões da Siri, Busca e Privacidade…
pt_pt: Acerca de Sugestões de Siri, Pesquisa e Privacidade…
ro: Despre Sugestiile Siri, căutarea și intimitatea…
ru: О Предложениях Siri, поиске и конфиденциальности…
sk: O návrhoch Siri, vyhľadávaní a súkromí…
sl: Več o Sirijinih predlogih, iskanju in zasebnosti …
sv: Om Siri-förslag, sökning och integritet…
th: เกี่ยวกับคำแนะนำโดย Siri การค้นหา และความเป็นส่วนตัว…
tr: Siri Önerileri, Arama ve Gizlilik Hakkında…
uk: Про Пропозиції Siri, Пошук і Приватність…
vi: Gợi ý của Siri, Tìm kiếm & Quyền riêng tư…
zh_cn: 关于Siri建议、搜索与隐私…
zh_hk: 關於Siri建議、搜尋與私隱⋯
zh_tw: 關於Siri建議、搜尋與隱私權⋯

# ACTIVATION
source: Listen for “%@”
ar: استماع إلى "%@"
bg: Слушай за „%@“
ca: Activa en dir “%@”
cs: Čekat na vyslovení „%@“
da: Lyt efter “%@”
de: Auf „%@“ achten
el: Ακρόαση για «%@»
es: Activar al oír “%@”
es_us: Activar mediante “%@”
fi: Reagoi %[tt]@-kutsuun
fr: Détecter « %@ »
fr_ca: Utiliser « %@ »
he: האזנה ל-״%@״
hi: “%@” के लिए सुनें
hr: Reagiraj na “%@“
hu: „%@” felismerése
id: Dengarkan “%@”
it: Rileva “%@”
ja: “%@”を聞き取る
kk: «%@» тыңдау
ko: ‘%@’ 듣기
lt: Reaguoti į frazę „%@”
ms: Dengar untuk “%@”
nb: Lytt etter «%@»
nl: Luister naar '%@'
pl: Reaguj na „%@”
pt: Ativar ao Ouvir “%@”
pt_pt: Ativar ao ouvir “%@”
ro: Ascultare “%@”
ru: Слушать «%@»
sk: Čakať na frázu „%@“
sl: Odzovi se na »%@«
sv: Lyssna efter ”%@”
th: ฟัง “%@”
tr: “%@”yi Dinle
uk: Чекати на фразу «%@»
vi: Lắng nghe “%@”
zh_cn: 听取“%@”
zh_hk: 聆聽「%@」
zh_tw: 聆聽「%@」

# ACTIVATION_COMPACT
source: Talk to Siri
ar: تحدث إلى Siri
bg: Говорете на Siri
ca: Parla amb Siri
cs: Řekněte něco Siri
da: Tal til Siri
de: Sprich mit Siri
el: Μιλήστε στο Siri
es: Hablar con Siri
es_us: Habla con Siri
fi: Puhu Sirille
fr: Parler à Siri
fr_ca: Parler à Siri
he: דיבור עם Siri
hi: Siri से बात करें
hr: Razgovor sa Siri
hu: Beszéljen Sirihez
id: Berbicara dengan Siri
it: Parla con Siri
ja: Siriに話しかける
kk: Siri-мен сөйлесу
ko: Siri에게 말하기
lt: „Siri“ užklausų teikimas balsu
ms: Cakap dengan Siri
nb: Snakk til Siri
nl: Praat met Siri
pl: Mów do Siri
pt: Falar com a Siri
pt_pt: Falar com Siri
ro: Vorbiți cu Siri
ru: Поговорите с Siri
sk: Hovorte so Siri
sl: Pogovor s Siri
sv: Prata med Siri
th: พูดคุยกับ Siri
tr: Siri ile Konuş
uk: Зверніться до Siri
vi: Nói với Siri
zh_cn: 通过说话使用Siri
zh_hk: 對Siri説話
zh_tw: 與Siri對話

# ACTIVATION_OFF
source: Off
ar: إيقاف
bg: Изкл.
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivado
es_us: Desactivado
fi: Pois
fr: Non
fr_ca: Non
he: ללא
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt: Desativado
pt_pt: Desativado
ro: Dezactivată
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# ACTIVATION_PHRASE_COMPACT
source: “Siri” or “%@”
ar: ‏"Siri" أو "%@"
bg: „Siri“ или „%@“
ca: “Siri” o “%@”
cs: „Siri“ nebo „%@“
da: “Siri” eller “%@”
de: „Siri“ oder „%@“
el: «Siri» ή «%@»
es: “%@” o “Siri”
es_us: “%@” o “Siri”
fi: ”Siri” tai ”%@”
fr: « Siri » ou « %@ »
fr_ca: « Siri » ou « %@ »
he: ‏״Siri״ או ״%@״
hi: “Siri” या “%@”
hr: “Siri” ili “%@”
hu: „Siri” vagy „%@”
id: “Siri” atau “%@”
it: “Siri” o “%@”
ja: “Siri”または“%@”
kk: «Siri» немесе «%@»
ko: ‘Siri’ 또는 ‘%@’
lt: „Siri“ arba „%@“
ms: “Siri” atau “%@”
nb: «Siri» eller «%@»
nl: 'Siri' of '%@'
pl: „Siri” lub „%@”
pt: “Siri” ou “%@”
pt_pt: “Siri” ou “%@”
ro: “Siri” sau “%@”
ru: «Siri» или «%@»
sk: „Siri“ alebo „%@“
sl: »Siri« ali »%@«
sv: ”Siri” eller ”%@”
th: “Siri” หรือ “%@”
tr: “Siri” ya da “%@”
uk: «Siri» або «%@»
vi: “Siri” hoặc “%@”
zh_cn: “Siri”或“%@”
zh_hk: 「Siri」或「%@」
zh_tw: 「Siri」或「%@」

# ANNOUNCE_CALLS_TITLE
source: Announce Calls
ar: الإعلان عن المكالمات
bg: Оповестяване на обаждания
ca: Anuncia les trucades
cs: Oznámení hovorů
da: Meddel om opkald
de: Anrufe ankündigen
el: Ανακοίνωση κλήσεων
es: Anunciar llamadas
es_us: Anunciar llamadas
fi: Ilmoita puhelut
fr: Annonce d’appels
fr_ca: Annonce d’appels
he: הכרזה על שיחות
hi: कॉल घोषित करें
hr: Najavi pozive
hu: Hívások bejelentése
id: Umumkan Panggilan
it: Leggi nome chiamante
ja: 音声で着信を知らせる
kk: Қоңырауларды хабарлау
ko: 발신자 알리기
lt: Informuoti apie skambučius
ms: Umumkan Panggilan
nb: Si hvem som ringer
nl: Kondig beller aan
pl: Ogłaszaj połączenia
pt: Anunciar Ligações
pt_pt: Anunciar chamadas
ro: Anunțare apeluri
ru: Объявлять вызовы
sk: Oznamovať hovory
sl: Najavljanje klicev
sv: Tillkännage samtal
th: การอ่านชื่อสายเรียกเข้า
tr: Aramaları Duyur
uk: Оголошення викликів
vi: Thông báo cuộc gọi
zh_cn: 播报来电
zh_hk: 讀出來電
zh_tw: 播報來電者

# ANNOUNCE_MESSAGES_TITLE
source: Announce Notifications
ar: إعلان الإشعارات
bg: Оповестяване на известия
ca: Anuncia les notificacions
cs: Informovat o oznámeních
da: Meddel notifikationer
de: Mitteilungen ankündigen
el: Ανακοίνωση γνωστοποιήσεων
es: Anunciar notificaciones
es_us: Anunciar notificaciones
fi: Puhu ilmoitukset
fr: Annoncer les notifications
fr_ca: Annoncer les notifications
he: הכרזה על עדכונים
hi: सूचनाएँ घोषित करें
hr: Najavi obavijesti
hu: Értesítések bejelentése
id: Umumkan Pemberitahuan
it: Leggi notifiche ad alta voce
ja: 通知の読み上げ
kk: Хабарландыруды жариялау
ko: 알림 읽어주기
lt: Informuoti apie pranešimus
ms: Umumkan Pemberitahuan
nb: Kunngjør varslinger
nl: Kondig meldingen aan
pl: Ogłaszaj powiadomienia
pt: Ler Notificações
pt_pt: Anunciar notificações
ro: Anunțare notificări
ru: Объявлять уведомления
sk: Oznamovať hlásenia
sl: Najavljanje obvestil
sv: Läs upp notiser
th: อ่านการแจ้งเตือน
tr: Bildirimleri Seslendir
uk: Оголошення сповіщень
vi: Đọc thông báo
zh_cn: 播报通知
zh_hk: 讀出通知
zh_tw: 播報通知

# APP_ACCESS_GROUP
source: Siri App Access
ar: وصول Siri إلى التطبيقات
bg: Достъп на Siri до приложения
ca: Accés de Siri a les apps
cs: Přístup Siri k aplikacím
da: Appadgang for Siri
de: Siri-App-Zugriff
el: Πρόσβαση Siri σε εφαρμογές
es: Acceso de Siri a las apps
es_us: Acceso de Siri a las apps
fi: Sirin appien käyttöoikeus
fr: Accès de Siri aux apps
fr_ca: Accès aux apps par Siri
he: גישת Siri ליישומים
hi: Siri ऐप ऐक्सेस
hr: Pristupanje Siri aplikacijama
hu: Apphozzáférés Sirivel
id: Akses App Siri
it: Accesso di Siri alle app
ja: Siriアプリアクセス
kk: Siri көмекшісінің қолданбаға қол жеткізуі
ko: Siri 앱 접근 권한
lt: „Siri“ prieiga prie programų
ms: Akses App Siri
nb: Apptilgang for Siri
nl: Siri-apptoegang
pl: Dostęp Siri do aplikacji
pt: Acesso da Siri a Apps
pt_pt: Acesso das aplicações a Siri
ro: Acces Siri la aplicații
ru: Доступ к Siri для приложений
sk: Prístup Siri k apkám
sl: Siri – dostop aplikacij
sv: Appåtkomst för Siri
th: การเข้าถึงแอปโดย Siri
tr: Siri Uygulama Erişimi
uk: Доступ Siri до програм
vi: Quyền truy cập ứng dụng của Siri
zh_cn: Siri App访问
zh_hk: Siri App取用權限
zh_tw: Siri App取用權限

source: App Clips
ar: عينات التطبيقات
bg: Изрезки на приложения
ca: Clips d’apps
cs: Klipy aplikací
da: Appklip
el: Κλιπ εφαρμογών
es: Clips de apps
fi: Appiklipit
fr: Extraits d’app
fr_ca: Extraits d’app
he: יישומים ברגע
hi: ऐप क्लिप
hr: Isječci aplikacija
hu: Apprészletek
id: Cuplikan App
it: App clip
ja: App Clip
kk: Блиц қолданбалар
ko: 앱 클립
lt: Programų iškarpos
ms: Klip App
nb: Appklipp
pl: Wycinki aplikacji
pt: Clipes de Apps
ro: App Clip‑uri
ru: Блиц-приложения
sk: App clipy
sl: Izseki aplikacij
sv: Appklipp
th: แอปคลิป
tr: Uygulama Parçacıkları
uk: Фрагменти програм
vi: Ứng dụng thu nhỏ
zh_cn: 轻App
zh_hk: 輕巧版App
zh_tw: 輕巧App

# APP_CLIPS_IN_APP_CLIPS_FOOTER
source: Allow Siri to learn from how you use app clips to make suggestions across apps.
ar: السماح لـ "Siri" بتعلم كيفية استخدامك لعينات التطبيقات لإنشاء اقتراحات في كل التطبيقات.
bg: Позволете на Siri да научи как използвате изрезките на приложения, за да прави предложения в приложения.
ca: Permet que Siri aprengui com utilitzes els clips d’apps per fer‑te suggeriments en totes les apps.
cs: Siri se může učit z vašeho používání klipů aplikací a poskytovat vám návrhy v dalších aplikacích.
da: Tillad, at Siri må lære af den måde, du bruger appklip på, for at kunne give forslag på tværs af apps.
de: Erlaube, dass Siri anhand deiner Benutzung von App Clips lernt und Vorschläge in anderen Apps macht.
el: Επιτρέπεται στο Siri να μαθαίνει από τον τρόπο που χρησιμοποιείτε κλιπ εφαρμογών, ώστε να εμφανίζει προτάσεις σε εφαρμογές.
es: Permite que Siri aprenda cómo usas los clips de apps para ofrecer sugerencias en las apps.
es_us: Permite que Siri aprenda cómo usas App Clips para sugerir en las apps.
fi: Salli Sirin oppia kuinka käytät appiklippejä, jotta se voi tehdä ehdotuksia muissa apeissa.
fr: Autorisez Siri à apprendre de votre utilisation des extraits d’app pour émettre des suggestions dans toutes les apps.
fr_ca: Autorisez Siri à analyser l’utilisation que vous faites des extraits d’app afin d’obtenir des suggestions dans les apps.
he: ניתן לאפשר ל-Siri ללמוד מדפוסי השימוש שלך ב״יישומים ברגע״ כדי להציג הצעות ביישומים שונים.
hi: सभी ऐप्स में सुझाव देने के लिए Siri को ऐप क्लिप के अपने इस्तेमाल के तौर-तरीक़े सीखने की अनुमति दें।
hr: Dozvolite značajki Siri učenje iz načina na koji koristite isječke aplikacija radi pružanja prijedloga u svim aplikacijama.
hu: Engedélyezheti Sirinek annak megismerését, hogy Ön hogyan használja az apprészleteket, hogy több appban is javaslatokat tehessen.
id: Izinkan Siri untuk mempelajari bagaimana Anda menggunakan cuplikan app untuk mengajukan saran di berbagai app.
it: Consenti a Siri di apprendere dal modo in cui utilizzi le app clip per ricevere suggerimenti tra le diverse app.
ja: SiriがApp Clipの使用状況を学習して、さまざまなアプリで提案できるようにします。
kk: Ұсыныстарды тиімдірек ету үшін Siri көмекшісіне блиц қолданбаларды пайдалану жолын талдауға рұқсат етіңіз.
ko: 사용자가 앱 클립 앱을 어떻게 사용하는지를 Siri가 배워서 모든 앱에 걸쳐 제안할 수 있도록 허용합니다.
lt: Leiskite „Siri“ mokytis iš to, kaip naudojate programų iškarpas, ir jose teikti pasiūlymus.
ms: Benarkan Siri mempelajari cara anda menggunakan klip app untuk membuat cadangan merentas app.
nb: Tillat at Siri kan lære hvordan du bruker appklipp og gi forslag på tvers av apper.
nl: Sta toe dat Siri leert hoe je appclips gebruikt zodat je suggesties krijgt in apps.
pl: Siri będzie uczyć się sposobu, w jaki używasz wycinków aplikacji, i tworzyć sugestie w wielu aplikacjach.
pt: Permitir que a Siri aprenda com base na maneira como você usa clipes de apps para fazer sugestões em apps.
pt_pt: Permitir que Siri aprenda com a forma como usa App Clips para fazer sugestões entre aplicações.
ro: Permiteți ca Siri să învețe din modul în care utilizați App Clip‑uri pentru a face sugestii în aplicații.
ru: Разрешите Siri анализировать, как Вы используете блиц-приложения, чтобы делать предложения во всех приложениях.
sk: Siri sa bude môcť učiť z vášho používania app clipov a následne vám poskytovať návrhy v ďalších apkách.
sl: Omogočite, da se Siri uči, kako uporabljate izseke aplikacij, da vam lahko posreduje predloge v aplikacijah.
sv: Tillåt att Siri lär sig hur du använder appklipp och använder den informationen till att ge förslag i olika appar.
th: อนุญาตให้ Siri เรียนรู้การใช้งานแอปคลิปของคุณเพื่อเสนอคำแนะนำในทุกแอป
tr: Siri’nin uygulamalarda önerilerde bulunabilmesi için Uygulama Parçacıkları kullanımınızı öğrenmesine izin verir.
uk: Дозволити Siri вивчати те, як ви використовуєте фрагменти програм, для пропозицій у різних програмах.
vi: Cho phép Siri ghi nhớ cách bạn sử dụng ứng dụng thu nhỏ để đưa ra gợi ý trên các ứng dụng.
zh_cn: 允许Siri学习你使用轻App的方式，以跨App提供建议。
zh_hk: 允許Siri學習你使用輕巧版App的方式，從而在多個App中作出建議。
zh_tw: 允許Siri學習你使用輕巧App的方式，以便在多個App中建議。

# APP_CLIPS_IN_APP_CLIPS_HEADER
source: IN APP CLIPS
ar: في عينات التطبيقات
bg: В ИЗРЕЗКИ НА ПРИЛОЖЕНИЯ
ca: A CLIPS D’APPS
cs: V KLIPECH APLIKACÍ
da: I APPKLIP
el: ΣΕ ΚΛΙΠ ΕΦΑΡΜΟΓΩΝ
es: EN LOS CLIPS DE APPS
es_us: EN APP CLIPS
fi: APPIKLIPEISSÄ
fr: DANS LES EXTRAITS D’APP
fr_ca: DANS LES EXTRAITS D’APP
he: ב״יישומים ברגע״
hi: ऐप क्लिप में
hr: U ISJEČCIMA APLIKACIJA
hu: APPRÉSZLETEKBEN
id: DI CUPLIKAN APP
it: NELLE APP CLIP
ja: APP CLIP内
kk: БЛИЦ ҚОЛДАНБАЛАРДА
ko: 앱 클립에서
lt: PROGRAMŲ IŠKARPOSE
ms: DALAM KLIP APP
nb: I APPKLIPP
pl: W WYCINKACH APLIKACJI
pt: EM CLIPES DE APPS
pt_pt: EM APP CLIPS
ro: ÎN APP CLIP‑URI
ru: В БЛИЦ-ПРИЛОЖЕНИЯХ
sk: V APP CLIPOCH
sl: V IZSEKIH APLIKACIJ
sv: I APPKLIPP
th: ในแอปคลิป
tr: UYGULAMA PARÇACIKLARI İÇİNDE
uk: У ФРАГМЕНТАХ ПРОГРАМ
vi: TRONG ỨNG DỤNG THU NHỎ
zh_cn: 在轻App中
zh_hk: 在輕巧版App中
zh_tw: 在輕巧APP中

# APP_CLIPS_IN_SEARCH_FOOTER
source: Allow Search and Shortcuts to show app clips. App clip suggestions are based on your location.
ar: السماح للبحث والاختصارات بإظهار عينات التطبيقات. تستند اقتراحات عينات التطبيقات إلى موقعك.
bg: Позволете на Търсене и Бързи команди да показват изрезки на приложения. Предложения за изрезки на приложения се базират на вашето местоположение.
ca: Permet que la cerca i l’app Dreceres mostrin clips d’apps. Els suggeriments de clips d’apps es fan en funció de la teva ubicació.
cs: Zde můžete povolit zobrazování klipů aplikací při hledání a ve zkratkách. Návrhy klipů aplikací jsou založeny na vaší poloze.
da: Tillad, at Søg og Genveje må vise appklip. Forslag til appklip er baseret på din lokalitet.
de: Erlaube, dass „Suche“ und „Kurzbefehle“ App Clips anzeigen. Vorschläge für App Clips basieren auf deinem Standort.
el: Επιτρέπεται στην Αναζήτηση και τις Συντομεύσεις να εμφανίζουν κλιπ εφαρμογών. Οι προτάσεις κλιπ εφαρμογών βασίζονται στην τοποθεσία σας.
es: Permite que Buscar y Atajos muestren clips de apps. Las sugerencias de clips de apps se basan en tu ubicación.
es_us: Permite que Buscar y Shortcuts muestren App Clips. Los App Clips sugeridos se basan en tu ubicación.
fi: Salli Haun ja Pikakomentojen näyttää appiklippejä. Appiklippien ehdotukset perustuvat sijaintiisi.
fr: Autorisez les fonctionnalités Recherche et Raccourcis à afficher des extraits d’app. Les suggestions d’extraits d’app sont basées sur votre position.
fr_ca: Autorisez Rechercher et Raccourcis à afficher des extraits d’app. Les suggestions d’extraits d’app sont liées à votre position géographique.
he: ניתן לאפשר הצגה של ״יישומים ברגע״ בתוצאות חיפוש וב״קיצורים״. הצעות של ״יישומים ברגע״ מתבססות על המיקום שלך.
hi: खोजें और शॉर्टकट को ऐप क्लिप दिखाने की अनुमति दें। ऐप क्लिप सुझाव आपके स्थान पर आधारित होते हैं।
hr: Dozvolite značajkama Pretraga i Prečaci prikazivanje isječaka aplikacija. Prijedlozi isječaka aplikacija temeljeni su na vašoj lokaciji.
hu: Engedélyezheti, hogy a Keresés és a Parancsok apprészleteket jelenítsenek meg. Az apprészlet-javaslatok az Ön helyzetén alapulnak.
id: Izinkan Cari dan Pintasan untuk menampilkan cuplikan app. Saran cuplikan app didasarkan pada lokasi Anda.
it: Consenti alla funzionalità di ricerca e all’app Comandi Rapidi di visualizzare le app clip. I suggerimenti delle app clip si basano sulla tua posizione.
ja: 検索およびショートカットでApp Clipを表示できるようにします。App Clipの提案は現在地の位置情報に基づいています。
kk: «Іздеу» және «Пернелер тіркесімдері» функциясына блиц қолданбаларды көрсетуге рұқсат беріңіз. Блиц қолданбалар геолокацияңызға байланысты ұсынылады.
ko: 검색 및 단축어가 앱 클립을 표시하도록 허용합니다. 앱 클립 제안은 사용자의 위치를 기반으로 합니다.
lt: Leiskite funkcijoms „Paieška“ ir „Sparčiosios komandos“ rodyti programų iškarpas. Programų iškarpų pasiūlymai teikiami pagal jūsų vietą.
ms: Benarkan Carian dan Pintasan memaparkan klip app. Cadangan klip app adalah berdasarkan lokasi anda.
nb: Tillat at Søk og Snarveier kan vise appklipp. Appklipp-forslag er basert på posisjonen din.
nl: Sta toe dat 'Zoek' en 'Opdrachten' appclips weergeven. Suggesties voor appclips zijn gebaseerd op je locatie.
pl: Funkcja Szukaj i aplikacja Skróty będą mogły wyświetlać wycinki aplikacji. Sugestie wycinków aplikacji są tworzone na podstawie Twojego położenia.
pt: Permite que a Busca e Atalhos mostrem clipes de apps. As sugestões de clipes de apps são baseadas na sua localização.
pt_pt: Permitir mostrar App Clips nos resultados da Pesquisa e em Atalhos. As sugestões de App Clips baseiam‑se na sua localização.
ro: Permiteți afișarea de App Clip‑uri în Căutare și Scurtături. Sugestiile de App Clip‑uri se bazează pe localizarea dvs.
ru: Разрешайте функциям «Поиск» и «Быстрые команды» показывать блиц-приложения. Блиц-приложения предлагаются на основе Вашей геопозиции.
sk: Vo vyhľadávaní a skratkách sa budú môcť zobrazovať app clipy. Návrhy app clipov sú založené na vašej polohe.
sl: Omogočite, da so v iskanju in bližnjicah prikazani izseki aplikacij. Predlogi izsekov aplikacij temeljijo na vaši lokaciji.
sv: Tillåt att Sök och Genvägar visar appklipp. Appklippsförslag baseras på din plats.
th: อนุญาตให้การค้นหาและคำสั่งลัดแสดงแอปคลิป คำแนะนำแอปคลิปขึ้นอยู่กับตำแหน่งที่ตั้งของคุณ
tr: Ara’nın ve Kestirmeler’in uygulama parçacığı göstermesine izin verir. Uygulama parçacığı önerileri konumunuza göre yapılır.
uk: Дозволити показувати фрагменти програм у Пошуку та Швидких командах. Пропозиції фрагментів програм робляться на основі вашої геопозиції.
vi: Cho phép Tìm kiếm và Phím tắt hiển thị ứng dụng thu nhỏ. Các gợi ý ứng dụng thu nhỏ được dựa trên vị trí của bạn.
zh_cn: 允许搜索和快捷指令显示轻App。轻App建议基于你的位置。
zh_hk: 允許「搜尋」和「捷徑」顯示輕巧版App。輕巧版App建議會根據你的位置而作出。
zh_tw: 允許「搜尋」和「捷徑」顯示輕巧App。系統會根據你的位置顯示輕巧App建議。

# APP_CLIPS_LEARN_FROM_APP_CLIPS
source: Learn from App Clips
ar: اعرف أكثر من عينات التطبيقات
bg: Учи се от изрезки на приложения
ca: Aprèn dels clips d’apps
cs: Učit se z klipů aplikací
da: Lær af Appklip
de: Von App Clips lernen
el: Εκμάθηση βάσει κλιπ εφαρμογών
es: Aprender de los clips de apps
es_us: Aprender de App Clips
fi: Opi appiklipeistä
fr: Apprendre des extraits d’app
fr_ca: Apprendre des extraits d’app
he: למידה מ״יישומים ברגע״
hi: ऐप क्लिप से सीखें
hr: Uči iz isječaka aplikacija
hu: Tanulás az apprészletekből
id: Belajar dari Cuplikan App
it: Impara dalle app clip
ja: App Clipから学習
kk: Блиц қолданбаларда талдау
ko: 앱 클립에서 배우기
lt: Mokytis iš programų iškarpų
ms: Belajar daripada Klip App
nb: Lær fra appklipp
nl: Leer van appclips
pl: Ucz się od wycinków aplikacji
pt: Aprender com Clipes de Apps
pt_pt: Aprender com App Clips
ro: Învățare din App Clip‑uri
ru: Анализ блиц-приложений
sk: Učiť sa z app clipov
sl: Učenje iz izsekov aplikacij
sv: Lär från appklipp
th: เรียนรู้จากแอปคลิป
tr: Uygulama Parçacığından Öğren
uk: Збирати дані у фрагментах програм
vi: Ghi nhớ từ Ứng dụng thu nhỏ
zh_cn: 从轻App学习
zh_hk: 從輕巧版App學習
zh_tw: 從輕巧App學習

# APP_CLIPS_SHOW_IN_SEARCH
source: Show in Search
ar: إظهار في البحث
bg: Покажи в Търсене
ca: Mostra a la cerca
cs: Zobrazit v hledání
da: Vis i Søg
de: In Suche anzeigen
el: Εμφάνιση στην Αναζήτηση
es: Mostrar en Buscar
es_us: Mostrar en Buscar
fi: Näytä Haussa
fr: Afficher dans la recherche
fr_ca: Afficher dans Rechercher
he: הצגה בחיפוש
hi: खोज में दिखाएँ
hr: Prikaži u Pretrazi
hu: Megjelenítés a Keresésben
id: Tampilkan di Cari
it: Mostra in Cerca
ja: 検索で表示
kk: Іздеу кезінде көрсету
ko: 검색에서 보기
lt: Rodyti paieškoje
ms: Tunjukkan dalam Carian
nb: Vis i søk
nl: Toon in 'Zoek'
pl: Pokazuj w wyszukiwaniu
pt: Mostrar na Busca
pt_pt: Mostrar na Pesquisa
ro: Afișare în căutare
ru: Показ в Поиске
sk: Zobraziť vo vyhľadávaní
sl: Prikaži v iskanju
sv: Visa i Sök
th: แสดงในการค้นหา
tr: Ara’da Göster
uk: Показувати в Пошуку
vi: Hiển thị trong Tìm kiếm
zh_cn: 在搜索中显示
zh_hk: 顯示於「搜尋」
zh_tw: 顯示於「搜尋」

# APP_CLIPS_SUGGEST_APP_CLIPS
source: Suggest App Clips
ar: اقتراح عينات التطبيقات
bg: Предлагай изрезки на приложения
ca: Suggereix clips d’apps
cs: Navrhovat klipy aplikací
da: Foreslå appklip
de: App Clips vorschlagen
el: Προτάσεις κλιπ εφαρμογών
es: Sugerir clips de apps
es_us: Sugerir App Clips
fi: Ehdota appiklippejä
fr: Suggérer des extraits d’app
fr_ca: Suggérer des extraits d’app
he: הכללת ״יישומים ברגע״ בהצעות
hi: ऐप क्लिप का सुझाव दें
hr: Predloži isječke aplikacija
hu: Apprészletek javasolása
id: Sarankan Cuplikan App
it: Suggerisci app clip
ja: App Clipを提案
kk: Блиц қолданбалар ұсыныстары
ko: 앱 클립 제안
lt: Siūlyti programų iškarpas
ms: Cadangkan Klip App
nb: Foreslå appklipp
nl: Stel appclips voor
pl: Sugeruj wycinki aplikacji
pt: Sugerir Clipes de Apps
pt_pt: Sugerir App Clips
ro: Sugerare App Clip‑uri
ru: Блиц-приложения
sk: Navrhovať app clipy
sl: Predlagaj izseke aplikacij
sv: Föreslå appklipp
th: แนะนำแอปคลิป
tr: Uygulama Parçacığı Öner
uk: Пропонувати фрагменти програм
vi: Gợi ý ứng dụng thu nhỏ
zh_cn: 建议轻App
zh_hk: 建議輕巧版App
zh_tw: 建議輕巧App

source: Apps
ar: التطبيقات
bg: Приложения
cs: Aplikace
el: Εφαρμογές
fi: Apit
he: יישומים
hi: ऐप्स
hr: Aplikacije
hu: Appok
id: App
it: App
ja: アプリ
kk: Қолданбалар
ko: 앱
lt: Programos
ms: App
nb: Apper
pl: Aplikacje
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Apky
sl: Aplikacije
sv: Appar
th: แอป
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_cn: App
zh_hk: App
zh_tw: App

# APPS_GROUP
source: Apps
ar: التطبيقات
bg: Приложения
cs: Aplikace
el: Εφαρμογές
fi: Apit
he: יישומים
hi: ऐप्स
hr: Aplikacije
hu: Appok
id: App
it: App
ja: アプリ
kk: Қолданбалар
ko: 앱
lt: Programos
ms: App
nb: Apper
pl: Aplikacje
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Apky
sl: Aplikacije
sv: Appar
th: แอป
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_cn: App
zh_hk: App
zh_tw: App

# ASSISTANT_AND_SEARCH
source: Siri & Search
ar: ‏Siri والبحث
bg: Siri и търсене
ca: Siri i cerca
cs: Siri a hledání
da: Siri & søgning
de: Siri & Suchen
el: Siri και Αναζήτηση
es: Siri y Buscar
es_us: Siri y Buscar
fi: Siri ja haku
fr: Siri et recherche
fr_ca: Siri et Rechercher
he: ‏Siri וחיפוש
hi: Siri और खोज
hr: Siri i pretraživanje
hu: Siri és keresés
id: Siri & Cari
it: Siri e ricerca
ja: Siriと検索
kk: Siri және іздеу
ko: Siri 및 검색
lt: „Siri“ ir paieška
ms: Siri & Carian
nb: Siri og søk
nl: Siri en zoeken
pl: Siri i wyszukiwanie
pt: Siri e Busca
pt_pt: Siri e Pesquisa
ro: Siri și căutarea
ru: Siri и Поиск
sk: Siri a vyhľadávanie
sl: Siri in iskanje
sv: Siri och sökning
th: Siri และการค้นหา
tr: Siri ve Arama
uk: Siri і Пошук
vi: Siri & Tìm kiếm
zh_cn: Siri与搜索
zh_hk: Siri與搜尋
zh_tw: Siri與搜尋

# ASSISTANT_DISABLE_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消
